Repository: common-repository/plugins-enabler
Catalog: languages/plugins-enabler-*.po
Languages: fr_fr

source: Update Plugins Enabler
fr_fr: Mettre à jour Plugins Enabler

source: Oops, Plugins Enabler requires at least WordPress 3.7, please upgrade !
fr_fr: Oops, Plugins Enabler a besoin de WordPress 3.7, merci de mettre à jour WordPress !

source: Thanks for upgrading Plugins Enabler, you need to decide whether to upgrade plugins visibility settings for your sites, <a href="%s">please read this</a>
fr_fr: Merci d&#39;avoir mis à jour Plugins Enabler, vous devez maintenant décider si vous souhaitez mettre à jour les réglages de visibilité pour les plugins, <a href="%s">merci de lire ceci</a>

source: The goal of Plugins Enabler is to let admin view enabled plugins in their plugins menu, please check your <a href="%s">network options</a> to allow the plugins menu for sites.
fr_fr: L&#39;objectif de Plugins Enabler est de permettre aux administrateurs classiques de manager les plugins que vous avez autorisé dans leur site, merci de vérifier vos <a href="%s">options de réseau</a> afin de débloquer le menu Plugins pour les sites.

source: Plugins Enabler Upgrade
fr_fr: Plugins Enabler - Mise à jour

source: Warning
fr_fr: Attention

source: Using this tool will loop through the old plugin&#39;s table in order to create a new option in each site of the network.
fr_fr: En utilisant cet outil, une boucle va traverser l&#39;ancienne table de votre base de données afin de créer une nouvelle option dans chacun des sites de votre réseau.

source: Please backup your files and database before upgrading. If you are not sure, you can skip this step, by manually resetting plugins visibility in Plugins Enabler manager plugins submenu.
fr_fr: Merci de faire une sauvegarde de vos fichiers et de votre base de données avant de mettre à jour les paramètres de visibilités des plugins. Si vous n&#39;êtes pas sûr de vous, vous pouvez passer cette étape. Il s&#39;agira alors de répercuter les réglages de visibilité manuellement depuis le sous menu Plugin Enabler Manager du menu Plugins.

source: Skip this step
fr_fr: Passer cette étape

source: Upgrade
fr_fr: Mettre à jour

source: Preference saved, now you can <a href="%s">manage plugins visibility for regular admins</a>.
fr_fr: Préférence sauvegardée. Désormais, vous pouvez <a href="%s">gérer la visibilité des plugins</a> pour les administrateurs classiques.

source: Processing.. Please wait
fr_fr: Traitement en cours...

source: Upgrade done, now you can <a href="%s">manage plugins visibility for regular admins</a>.
fr_fr: La mise à jour s&#39;est bien déroulée, vous pouvez à tout moment <a href="%s">ajuster la visibilité des plugins</a> pour les administrateurs classiques

source: You can also drop the table named <code>%s</code> as it&#39;s not used anymore
fr_fr: Vous pouvez aussi supprimer la table dont le nom est <code>%s</code> dans la mesure où elle n&#39;est plus utilisée.

source: Trying to cheat ?
fr_fr: Tricheur !

source: Loading Sites
fr_fr: Chargement des sites en cours

source: Loading Plugins
fr_fr: Chargement des plugins en cours

source: You do not have the capacity to do that!
fr_fr: Vous ne pouvez pas faire ça !

source: Oops, this plugin requires at least WordPress 3.7, please upgrade !
fr_fr: Oops, ce plugin a besoin de WordPress 3.7, merci de mettre à jour WordPress !

source: Plugins enabler does not support large networks
fr_fr: Plugins Enabler ne supporte pas les réseaux contenant plus de 1000 blogs

source: Site id not set or no plugins found
fr_fr: L&#39;id du site n&#39;a pas été reconnu ou aucun plugin n&#39;a été trouvé

source: The blog you want to manage the plugins for is not defined
fr_fr: Le site pour lequel vous souhaitez manager les plugins n&#39; pas défini.

source: Plugins visibility saved
fr_fr: Visibilité du plugin sauvegardée

source: Edit regular Admins plugins visibility
fr_fr: Modifier la visibilité des plugins pour les administrateurs classiques

source: Admin emails
fr_fr: Courriels de l&#39;admin

source: Load more sites
fr_fr: Charger plus de sites

source: Edit Plugins visibility
fr_fr: Modifier la visibilité des plugins

source: Dashboard
fr_fr: Tableau de bord

source: Visit
fr_fr: Visiter

source: Managing regular Admins plugin visibility for site:
fr_fr: Modification de la visibilité des plugins pour les administrateurs classiques du site :

source: Plugin Name
fr_fr: Nom du plugin

source: Plugin Description
fr_fr: Description du plugin

source: Plugin Status
fr_fr: Etat du plugin

source: Active
fr_fr: Actif

source: Inactive
fr_fr: Inactif

source: Save visibility
fr_fr: Enregistrer la visibilité

source: Back to sites list
fr_fr: Revenir à la liste des sites

source: Adds a granular control on the visibility of plugins in your network (Multisite)
fr_fr: Maîtrisez la visibilité de vos plugins de manière plus granulaire dans votre réseau (Multisite)
